Repository: umachinchula/halo
Catalog: Localizable.xcstrings
Source language: en
Languages: be, de, es_419, fr, hi, nl, ru, th, zh_hans, zh_hant

source: Countdown style
de: Countdown-Stil
fr: Style compte à rebours
nl: Countdown-stijl
ru: Стиль обратного отсчета
th: สไตล์การนับถอยหลัง
zh_hans: 倒计时样式
zh_hant: 倒數計時樣式

source: CPU Usage
de: CPU-Nutzung
fr: Utilisation CPU
nl: CPU-gebruik
ru: Использование CPU
th: การใช้งาน CPU
zh_hans: CPU 使用率
zh_hant: CPU 使用率

source: Current custom timer:
de: Aktueller benutzerdefinierter Timer:
fr: Minuteur personnalisé actuel :
nl: Huidige aangepaste timer:
ru: Текущий таймер:
th: ตัวจับเวลากำหนดเองปัจจุบัน:
zh_hans: 当前自定义计时器：
zh_hant: 目前自訂計時器：

source: Current default:
de: Aktueller Standard:
fr: Valeur par défaut actuelle :
nl: Huidige standaard:
ru: Выбран по умолчанию:
th: ค่าเริ่มต้นปัจจุบัน:
zh_hans: 当前默认：
zh_hant: 目前預設：

source: Current History
de: Aktuelle Geschichte
fr: Historique actuel :
nl: Huidige geschiedenis
ru: Текущая история
th: ประวัติปัจจุบัน
zh_hans: 当前历史
zh_hant: 目前歷史

source: Current Items
de: Aktuelle Artikel
fr: Éléments actuels
nl: Huidige items
ru: Текущие элементы
th: รายการปัจจุบัน
zh_hans: 当前项目
zh_hant: 目前項目

source: Currently active
de: Derzeit aktiv
fr: Activée
nl: Momenteel actief
ru: В данный момент активен
th: กำลังทำงานอยู่
zh_hans: 当前活跃
zh_hant: 目前活躍

source: Custom
de: Angepasst
fr: Personnalisé
nl: Aangepast
ru: Пользовательский
th: กำหนดเอง
zh_hans: 自定义
zh_hant: 自訂

source: Custom color
de: Benutzerdefinierte Farbe
fr: Couleur personnalisée
nl: Aangepaste kleur
ru: Свой цвет
th: สีกำหนดเอง
zh_hans: 自定义颜色
zh_hant: 自訂顏色

source: Custom height
de: Benutzerdefinierte Höhe
fr: Hauteur personnalisée
nl: Aangepaste hoogte
ru: Своя высота
th: ความสูงกำหนดเอง

source: Custom music live activity animation
de: Benutzerdefinierte Animation für Musik-Live-Aktivitäten
fr: Animation d'activité musicale personnalisée
nl: Aangepaste muziek-live-activiteitsanimatie
ru: Своя анимация музыки в Live Activity
th: แอนิเมชันกิจกรรมสดเพลงกำหนดเอง

source: Custom notch size - %.0f
de: Benutzerdefinierte Notchgröße - %.0f
fr: Taille de l'encoche personnalisée - %.0f
nl: Aangepaste inkepingsgrootte - %.0f
ru: Свой размер выреза — %.0f

source: Custom OSD
de: Benutzerdefinierte OSD
fr: OSD personnalisé
nl: Aangepaste OSD
ru: Собственный OSD
th: OSD กำหนดเอง
zh_hans: 自定义 OSD
zh_hant: 自訂 OSD

source: Custom Timer
de: Benutzerdefinierter Timer
fr: Minuteur personnalisé
nl: Aangepaste timer
ru: Свой таймер
th: ตัวจับเวลากำหนดเอง
zh_hans: 自定义计时器
zh_hant: 自訂計時器

source: Custom Timer Duration
de: Benutzerdefinierte Timer Dauer
fr: Durée du minuteur personnalisée
nl: Aangepaste timerduur
ru: Длительность пользовательского таймера
th: ระยะเวลาตัวจับเวลากำหนดเอง
zh_hans: 自定义计时器时长
zh_hant: 自訂計時器時長

source: Custom vizualizers (Lottie)
de: Eigene Audiovisualisierung (via Lottie)
fr: Visualiseurs personnalisés (Lottie)
nl: Aangepaste vizualizers (Lottie)
ru: Свои визуализаторы (Lottie)
th: ตัวแสดงผลกำหนดเอง (Lottie)

source: Custom: %@
de: Angepasst: %@
fr: Personnalisé: %@
nl: Aangepast: %@
ru: Свой: %@
zh_hans: 自定义：%@
zh_hant: 自訂：%@

source: Customize Animation
de: Animation anpassen
fr: Personnaliser l’animation
nl: Animatie aanpassen
ru: Настроить анимацию
th: ปรับแต่งแอนิเมชัน
zh_hans: 自定义动画
zh_hant: 自訂動畫

source: Customize in Settings
de: In den Einstellungen anpassen
fr: Personnaliser dans les paramètres
nl: Pas aan in Instellingen
ru: Настроить в окне конфигурации
th: ปรับแต่งในการตั้งค่า

source: Default
de: Standard
fr: Par défaut
nl: Standaard
ru: По умолчанию
th: ค่าเริ่มต้น

source: Default Custom Timer
de: Standardmäßiger benutzerdefinierter Timer
fr: Minuterie personnalisée par défaut
nl: Standaard aangepaste timer
ru: Польз. таймер по умолчанию
th: ตัวจับเวลากำหนดเองเริ่มต้น
zh_hans: 默认自定义计时器
zh_hant: 預設自訂計時器

source: Default: dynamic.m4a
de: Standard: dynamic.m4a
fr: Par défaut : dynamique.m4a
nl: Standaard: dynamic.m4a
ru: По умолчанию: dynamic.m4a
th: ค่าเริ่มต้น: dynamic.m4a
zh_hans: 默认：dynamic.m4a
zh_hant: 預設：dynamic.m4a

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen
ru: Удалить
th: ลบ
zh_hans: 删除
zh_hant: 刪除

source: Delete Animation
de: Lösche Animation
fr: Supprimer l’Animation
nl: Animatie verwijderen
ru: Удалить анимацию
th: ลบแอนิเมชัน
zh_hans: 删除动画
zh_hant: 刪除動畫

source: Delete Color
de: Farbe löschen
fr: Supprimer la Couleur
nl: Kleur verwijderen
ru: Удалить цвет
th: ลบสี
zh_hans: 删除颜色
zh_hant: 刪除顏色

source: Description
de: Beschreibung
nl: Beschrijving
ru: Описание
th: คำอธิบาย

source: Detail View
de: Detailansicht
nl: Detailweergave
ru: Детальный просмотр
th: มุมมองรายละเอียด
zh_hans: 详细视图
zh_hant: 詳細檢視

source: Detection Status
de: Erkennungsstatus
fr: Statut de la détéction
nl: Detectiestatus
ru: Статус обнаружения
th: สถานะการตรวจจับ
zh_hans: 检测状态
zh_hant: 偵測狀態

source: Diagnostics
de: Diagnose
nl: Diagnostiek
ru: Диагностика
th: การวินิจฉัย
zh_hans: 诊断
zh_hant: 診斷

source: Disable
de: Deaktivieren
fr: Désactiver
nl: Uitschakelen
ru: Отключить
th: ปิดใช้

source: Disabled
de: Deaktiviert
fr: Désactivé
nl: Uitgeschakeld
ru: Отключено
th: ปิดใช้แล้ว

source: Disk Read
de: Festplattenlesen
fr: Lecture du disque
nl: Schijf lezen
ru: Чтение с диска
th: อ่านดิสก์
zh_hans: 磁盘读取
zh_hant: 磁碟讀取

source: Disk Write
de: Festplattenschreiben
fr: Écriture du disque
nl: Schijf schrijven
ru: Запись на диск
th: เขียนดิสก์
zh_hans: 磁盘写入
zh_hant: 磁碟寫入

source: Display Mode
de: Anzeigemodus
fr: Mode d’affichage
nl: Weergavemodus
ru: Режим отображения
th: โหมดการแสดง
zh_hans: 显示模式
zh_hant: 顯示模式

source: Display Options
de: Anzeigeoptionen
fr: Options d’affichage
nl: Weergaveopties
ru: Параметры отображения
th: ตัวเลือกการแสดง
zh_hans: 显示选项
zh_hant: 顯示選項

source: Do Not Disturb
de: Nicht stören
fr: Ne pas déranger
nl: Niet storen
ru: Не беспокоить
th: ห้ามรบกวน
zh_hans: 勿扰模式
zh_hant: 勿擾模式

source: Download
de: Herunterladen
fr: Téléchargements
nl: Downloaden
ru: Загрузить
th: ดาวน์โหลด

source: Download icon style
de: Symbolstil herunterladen
fr: Télécharger le style d’icône
nl: Pictogramstijl downloaden
ru: Стиль иконки загрузки
th: สไตล์ไอคอนดาวน์โหลด
zh_hans: 下载图标样式
zh_hant: 下載圖示樣式

source: Download indicator style
de: Indikatorstil herunterladen
fr: Télécharger le style de l’indicateur
nl: Indicatorstijl downloaden
ru: Стиль индикатора загрузки
th: สไตล์ตัวบ่งชี้การดาวน์โหลด
zh_hans: 下载指示器样式
zh_hant: 下載指示器樣式

source: Download indicators
de: Indikatoren herunterladen
fr: Télécharger les indicateurs
nl: Indicatoren downloaden
ru: Индикаторы загрузки
th: ตัวบ่งชี้การดาวน์โหลด
zh_hans: 下载指示器
zh_hant: 下載指示器

source: Drop files here
de: Dateien hier ablegen
fr: Déposer les fichiers ici
nl: Zet hier bestanden neer
ru: Бросьте файлы сюда
th: วางไฟล์ที่นี่

source: Edit Animation
de: Animation bearbeiten
fr: Modifier l’Animation
nl: Animatie bewerken
ru: Изменить анимацию
th: แก้ไขแอนิเมชัน
zh_hans: 编辑动画
zh_hant: 編輯動畫

source: Edit layout
de: Layout bearbeiten
fr: Modifier la mise en page
nl: Lay-out bewerken
ru: Изменить макет
th: แก้ไขเลย์เอาต์

source: Email address
de: E-Mail-Adresse
fr: Adresse e-mail
nl: E-mailadres
ru: Электронная почта
th: ที่อยู่อีเมล
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

source: Enable Anyway
de: Trotzdem aktivieren
fr: Activer quand même
nl: Hoe dan ook inschakelen
ru: Всё равно включить
th: เปิดใช้ต่อไป
zh_hans: 仍然启用
zh_hant: 仍然啟用

source: Enable blur effect behind album art
de: Unschärfeeffekt hinter Albumcover aktivieren
nl: Schakel het vervagingseffect achter albumhoezen in
ru: Размытие фона обложки
th: เปิดใช้เอฟเฟกต์เบลอหลังปกอัลบั้ม
zh_hans: 启用专辑封面后的模糊效果
zh_hant: 啟用專輯封面後的模糊效果

source: Enable Camera Detection
de: Kameraerkennung aktivieren
nl: Cameradetectie inschakelen
ru: Включить обнаружение камеры
th: เปิดใช้การตรวจจับกล้อง
zh_hans: 启用相机检测
zh_hant: 啟用相機偵測

source: Enable colored spectrograms
de: Farbe für Audiovisualisierung aktivieren
fr: Activer les spectrogrammes colorés
nl: Schakel gekleurde spectrogrammen in
ru: Цветные спектрограммы
th: เปิดใช้สเปกโตรแกรมสี

source: Enable ColorPicker in Settings → ColorPicker
de: ColorPicker in den Einstellungen aktivieren → ColorPicker
fr: Activez la pipette de couleur dans Réglages → Pipette de couleur
nl: Schakel ColorPicker in Instellingen → ColorPicker in
ru: Включите Пипетку: Настройки → Пипетка
th: เปิดใช้ตัวเลือกสีในการตั้งค่า → ตัวเลือกสี
zh_hans: 在设置 → 取色器中启用取色器
zh_hant: 在設定 → 取色器中啟用取色器

source: Enable Custom OSD
de: Benutzerdefiniertes OSD aktivieren
fr: Activer l'OSD personnalisé
nl: Aangepaste OSD inschakelen
ru: Включить Собственный OSD
th: เปิดใช้ OSD กำหนดเอง
zh_hans: 启用自定义 OSD
zh_hant: 啟用自訂 OSD

source: Enable dynamic mirror
de: Dynamische Spiegelung aktivieren
nl: Schakel dynamische spiegel in
ru: Динамическое зеркало
th: เปิดใช้กระจกเงาแบบไดนามิก
zh_hans: 启用动态镜像
zh_hant: 啟用動態鏡像

source: Enable gestures
de: Gesten aktivieren
nl: Schakel gebaren in
ru: Включить жесты
th: เปิดใช้ท่าทาง
zh_hans: 启用手势
zh_hant: 啟用手勢

source: Enable graph visibility in Settings → Stats to view performance data.
de: Aktivieren Sie die Diagrammsichtbarkeit unter Einstellungen → Statistiken, um Leistungsdaten anzuzeigen.
fr: Activez la visibilité du graphique dans Paramètres → Statistiques pour afficher les données de performance.
nl: Schakel de zichtbaarheid van grafieken in Instellingen → Statistieken in om prestatiegegevens te bekijken.
ru: Включите отображение графиков в Settings → Stats.
th: เปิดใช้การมองเห็นกราฟในการตั้งค่า → สถิติ เพื่อดูข้อมูลประสิทธิภาพ
zh_hans: 在设置 → 统计中启用图表可见性以查看性能数据。
zh_hant: 在設定 → 統計中啟用圖表可見性以檢視效能資料。

source: Enable haptics
de: Haptisches Feedback aktivieren
fr: Activer l'haptique
nl: Schakel haptiek in
ru: Включить тактильные ощущения
th: เปิดใช้ Haptic

source: Enable HUD replacement
de: HUD Ersatz aktivieren
fr: Activer le mode de remplacement ATH
nl: Schakel HUD-vervanging in
ru: Заменять системный HUD
th: เปิดใช้การแทนที่ HUD

source: Enable HUDs
de: HUDs aktivieren
fr: Activer les HUD
nl: Schakel HUD's in
ru: Включить системные HUD
th: เปิดใช้ HUD
zh_hans: 启用 HUD
zh_hant: 啟用 HUD

source: Enable lyrics
de: Songtexte aktivieren
nl: Schakel songteksten in
ru: Включить тексты песен
th: เปิดใช้เนื้อเพลง
zh_hans: 启用歌词
zh_hant: 啟用歌詞

source: Enable media
de: Medien aktivieren
nl: Media inschakelen
ru: Включить медиа
th: เปิดใช้สื่อ
zh_hans: 启用媒体
zh_hant: 啟用媒體

source: Enable media panel blur
de: Medienbereich unscharf machen
nl: Schakel mediapaneelvervaging in
ru: Включить размытие медиа-панели
th: เปิดใช้เบลอแผงสื่อ
zh_hans: 启用媒体面板模糊
zh_hant: 啟用媒體面板模糊

source: Enable Microphone Detection
de: Mikrofonerkennung aktivieren
nl: Schakel microfoondetectie in
ru: Отслеживать использование микрофона
th: เปิดใช้การตรวจจับไมโครโฟน
zh_hans: 启用麦克风检测
zh_hant: 啟用麥克風偵測

source: Enable music live activity
de: Musik-Live-Aktivität aktivieren
fr: Activer l'activité musicale en direct
nl: Schakel live muziekactiviteit in
ru: Включить музыкальную Live Activity
th: เปิดใช้กิจกรรมสดเพลง

source: Enable reminder live activity
de: Erinnerung für Live-Aktivität aktivieren
nl: Schakel herinnering live-activiteiten in
ru: Включить Live Activity напоминаний
th: เปิดใช้กิจกรรมสดการแจ้งเตือน
zh_hans: 启用提醒实时活动
zh_hant: 啟用提醒即時動態

source: Enable Screen Recording Detection
de: Bildschirmaufzeichnung erkennen
nl: Schakel schermopnamedetectie in
ru: Отслеживать запись экрана
th: เปิดใช้การตรวจจับการบันทึกหน้าจอ
zh_hans: 启用屏幕录制检测
zh_hant: 啟用螢幕錄製偵測

source: Enable sneak peek
de: Sneak Peek aktivieren
fr: Activer Sneak Peek
nl: Schakel sneak peek in
ru: Включить быстрый просмотр
th: เปิดใช้ Sneak Peek
zh_hans: 启用快速预览
zh_hant: 啟用快速預覽

source: Enable Thinking Mode
de: Denkmodus aktivieren
fr: Activer le mode réflexion
nl: Denkmodus inschakelen
ru: Режим обдумывания
th: เปิดใช้โหมดคิด
zh_hans: 启用思考模式
zh_hant: 啟用思考模式

source: Enable timer blur
de: Timer-Unschärfe aktivieren
nl: Schakel timervervaging in
ru: Включить размытие таймера
th: เปิดใช้เบลอตัวจับเวลา
zh_hans: 启用计时器模糊
zh_hant: 啟用計時器模糊

source: Enable timer feature in Settings to use this tab
de: Aktivieren Sie die Timer-Funktion in den Einstellungen, um diese Registerkarte zu verwenden
fr: Activer la fonction de minuterie dans les paramètres pour utiliser cet onglet
nl: Schakel de timerfunctie in Instellingen in om dit tabblad te gebruiken
ru: Включите функцию таймера в настройках
th: เปิดใช้ฟีเจอร์ตัวจับเวลาในการตั้งค่าเพื่อใช้แท็บนี้
zh_hans: 在设置中启用计时器功能以使用此标签页
zh_hant: 在設定中啟用計時器功能以使用此分頁

source: Enable timer live activity
de: Timer-Live-Aktivität aktivieren
fr: Activer l'activité en direct du minuteur
nl: Schakel live-activiteit van de timer in
ru: Включить Live Activity таймера
th: เปิดใช้กิจกรรมสดตัวจับเวลา
zh_hans: 启用计时器实时活动
zh_hant: 啟用計時器即時動態

source: Enable window shadow
de: Fensterschatten aktivieren
nl: Schakel vensterschaduw in
ru: Включить тень окна
th: เปิดใช้เงาหน้าต่าง
zh_hans: 启用窗口阴影
zh_hant: 啟用視窗陰影

source: Engine Utilization
de: Engine-Auslastung
fr: Utilisation
nl: Motorgebruik
ru: Использование движка
th: การใช้งานเอนจิน
zh_hans: 引擎利用率
zh_hant: 引擎利用率

source: Enhance your experience with HUDs
de: Verbessere deine Erfahrung mit HUDs
fr: Améliorez votre expérience avec les HUD
nl: Verbeter je ervaring met HUD's
ru: Улучшите свой опыт с HUD
th: เพิ่มประสบการณ์ของคุณด้วย HUD

source: Enjoy your free time!
de: Genieße deine Freizeit!
fr: Profitez de votre temps libre !
nl: Geniet van je vrije tijd!
ru: Наслаждайтесь свободным временем!
th: เพลิดเพลินกับเวลาว่างของคุณ!

source: Enter your Gemini API Key
de: Geben Sie Ihren Gemini-API-Schlüssel ein
fr: Entrez votre clé Gemini API
nl: Voer je Gemini API-sleutel in
ru: Введите Gemini API Key
th: ป้อน Gemini API Key ของคุณ
zh_hans: 输入您的 Gemini API 密钥
zh_hant: 輸入你的 Gemini API 金鑰

source: Error
de: Fehler
fr: Erreur
nl: Fout
ru: Ошибка
th: ข้อผิดพลาด

source: Event List
de: Veranstaltungsliste
fr: Liste des événements
nl: Evenementenlijst
ru: Список событий
th: รายการเหตุการณ์
zh_hans: 事件列表
zh_hant: 事件列表

source: Exclude apps
de: Apps ausschließen
fr: Exclure des applications
nl: Sluit apps uit
ru: Исключить приложения
th: ยกเว้นแอป
zh_hans: 排除应用
zh_hant: 排除 App

source: Exit
de: Verlassen
fr: Quitter
nl: Afsluiten
ru: Выйти
th: ออก

source: Expand Notch with Animation
de: Erweitern Sie die Notch mit Animation
fr: Développer l'encoche avec l'animation
nl: Breid inkeping uit met animatie
ru: Расширять вырез с анимацией
th: ขยายรอยบากด้วยแอนิเมชัน
zh_hans: 展开刘海时带动画
zh_hant: 展開瀏海時帶動畫

source: Expanded notch width
de: Erweiterte Kerbweite
fr: Largeur d'encoche élargie
nl: Uitgebreide inkepingsbreedte
ru: Увеличенная ширина выреза
th: ความกว้างรอยบากแบบขยาย
zh_hans: 展开的刘海宽度
zh_hant: 展開的瀏海寬度

source: Extend the notch span so the clipboard, colour picker, and other trailing icons remain visible on scaled displays (e.g. More Space).
de: Vergrößern Sie den Abstand zwischen den Symbolen, damit die Zwischenablage, die Farbauswahl und andere nachfolgende Symbole auf skalierten Anzeigen (z. B. „Mehr Platz“) sichtbar bleiben.
nl: Verleng de inkeping zodat het klembord, de kleurkiezer en andere vervolgpictogrammen zichtbaar blijven op geschaalde schermen (bijvoorbeeld Meer ruimte).
ru: Расширьте вырез, чтобы буфер обмена, пипетка и другие иконки оставались видимыми на масштабированных дисплеях.
th: ขยายรอยบากเพื่อให้คลิปบอร์ด ตัวเลือกสี และไอคอนท้ายอื่นๆ ยังมองเห็นได้บนจอที่ปรับสเกล (เช่น More Space)
zh_hans: 扩展刘海范围，使剪贴板、取色器和其他尾部图标在缩放显示（如更多空间）上保持可见。
zh_hant: 延伸功能瀏海範圍，使剪貼簿、取色器和其他尾部圖示在縮放顯示（如更多空間）上保持可見。

source: Extensions
de: Erweiterungen
nl: Extensies
ru: Расширения
th: ส่วนขยาย

source: External
de: Extern
fr: Externe
nl: Extern
ru: Внешний
th: ภายนอก
zh_hans: 外置
zh_hant: 外接

source: Failed to read crash reports:
de: Fehler beim Lesen der Absturzberichte:
nl: Kan crashrapporten niet lezen:
ru: Не удалось прочитать отчеты о сбоях:
th: อ่านรายงานข้อขัดข้องล้มเหลว:
zh_hans: 读取崩溃报告失败：
zh_hant: 讀取崩潰報告失敗：

source: Fill Notch
de: Notch ausfüllen
fr: Remplir l'encoche
nl: Vul inkeping
ru: Заполнить вырез
th: เติมรอยบาก
zh_hans: 填充刘海
zh_hant: 填充瀏海

source: Finish
de: Beenden
fr: Terminer
nl: Voltooien
ru: Завершить
th: เสร็จสิ้น

source: Fit to Notch
de: Angepasst an die Notch
fr: Ajusté à l'encoche
nl: Passend bij inkeping
ru: Вписать в вырез
th: พอดีกับรอยบาก
zh_hans: 适应刘海
zh_hant: 適應瀏海

source: Focus Status
de: Fokusstatus
fr: État de mise au point
ru: Статус Фокуса
th: สถานะโฟกัส
zh_hans: 专注状态
zh_hant: 專注狀態

source: Free · %@
de: Kostenlos · %@
fr: Libre · %@
nl: Beschikbaar · %@
ru: Свободно · %@
zh_hans: 可用 · %@
zh_hant: 可用 · %@

source: Fully charged
de: Voll aufgeladen
fr: Complètement chargé
nl: Volledig opgeladen
ru: Полностью заряжена
th: ชาร์จเต็มแล้ว
zh_hans: 已充满
zh_hant: 已充滿

source: Gemini API Key
de: Gemini API-Schlüssel
fr: Clé Gemini API
nl: Gemini API-sleutel
ru: Ключ Gemini API
zh_hans: Gemini API 密钥
zh_hant: Gemini API 金鑰

source: General
de: Allgemein
fr: Général
nl: Algemeen
ru: Основные
th: ทั่วไป

source: Gesture control
de: Gestensteuerung
fr: Contrôle gestuel
nl: Gebaarbediening
ru: Управление жестами
th: ควบคุมด้วยท่าทาง

source: Gesture sensitivity
de: Gesten Empfindlichkeit
fr: Sensibilité de la gestuelle
nl: Gevoeligheid van gebaren
ru: Чувствительность жестов
th: ความไวท่าทาง

source: Get started
de: Erste Schritte
fr: Commencer
nl: Aan de slag
ru: Начать
th: เริ่มต้น

source: Get your free API key from Google AI Studio
de: Holen Sie sich Ihren kostenlosen API-Schlüssel von Google AI Studio
fr: Obtenez votre clé API gratuitement depuis Google AI Studio
nl: Ontvang je gratis API-sleutel van Google AI Studio
ru: Получите бесплатный API ключ в Google AI Studio
th: รับ API Key ฟรีจาก Google AI Studio
zh_hans: 从 Google AI Studio 获取免费 API 密钥
zh_hant: 從 Google AI Studio 取得免費 API 金鑰

source: Got it!
de: Verstanden!
fr: Compris !
nl: Begrepen!
ru: Понятно!
th: เข้าใจแล้ว!

source: GPU Usage
de: GPU Nutzung
fr: Utilisation GPU
nl: GPU-gebruik
ru: Использование GPU
th: การใช้งาน GPU
zh_hans: GPU 使用率
zh_hant: GPU 使用率

source: Gradient
de: Farbverlauf
fr: Dégradé
nl: Verloop
ru: Градиент
th: ไล่เฉดสี

source: Graph Visibility
de: Graphensichtbarkeit
fr: Visibilité du graphique
nl: Grafiekzichtbaarheid
ru: Отображение графиков
th: การมองเห็นกราฟ
zh_hans: 图表可见性
zh_hant: 圖表可見性

source: Height:
de: Höhe:
fr: Hauteur :
nl: Hoogte:
ru: Высота:
th: ความสูง:
zh_hans: 高度：
zh_hant: 高度：

source: Hide
de: Verbergen
fr: Cacher
nl: Verbergen
ru: Скрыть
th: ซ่อน
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide all-day events
de: Ganztägige Veranstaltungen ausblenden
fr: Masquer les événements d'une journée entière
nl: Activiteiten die de hele dag duren verbergen
ru: Скрыть события на весь день
th: ซ่อนเหตุการณ์ตลอดวัน
zh_hans: 隐藏全天事件
zh_hant: 隱藏全天事件

source: Hide completed reminders
de: Abgeschlossene Erinnerungen ausblenden
fr: Masquer les rappels terminés
nl: Verberg voltooide herinneringen
ru: Скрыть завершенные напоминания
th: ซ่อนการแจ้งเตือนที่เสร็จแล้ว
zh_hans: 隐藏已完成的提醒
zh_hant: 隱藏已完成的提醒

source: Hide DynamicIsland Options
de: DynamicIsland-Optionen ausblenden
fr: Cacher les options de DynamicIsland
nl: Verberg Dynamic Island-opties
ru: Скрыть настройки Dynamic Island
th: ซ่อนตัวเลือก DynamicIsland
zh_hans: 隐藏灵动岛选项
zh_hant: 隱藏動態島選項

source: Hide from Notch
de: Vor Notch verstecken
fr: Se cacher de Notch
nl: Verbergen voor inkeping
ru: Скрыть из выреза
th: ซ่อนจากรอยบาก
zh_hans: 从刘海中隐藏
zh_hant: 從瀏海中隱藏

source: Hide only when NowPlaying app is in fullscreen
de: Nur ausblenden, wenn die Läuft gerade App im Vollbildmodus ist
fr: Masquer seulement quand lorsque l'app "À l’écoute" est en plein écran
nl: Alleen verbergen als de NowPlaying-app op volledig scherm wordt weergegeven
ru: Скрывать только если приложение NowPlaying в полноэкранном режиме
th: ซ่อนเฉพาะเมื่อแอป NowPlaying เต็มจอ

source: Hierarchical
de: Hierarchisch
fr: Hiérarchique
nl: Hiërarchisch
ru: Иерархический
th: แบบลำดับชั้น

source: High
de: Hoch
fr: Haut
nl: Hoog
ru: Высокий
th: สูง

source: High-frequency updates without a timeout can increase battery usage.
de: Hochfrequenz-Updates ohne Time-Out können den Batterieverbrauch erhöhen.
fr: Les mises à jour à haute fréquence sans délai d'attente peuvent augmenter l'utilisation de la batterie.
nl: Hoogfrequente updates zonder time-out kunnen het batterijgebruik verhogen.
ru: Частые обновления без таймаута могут увеличить расход батареи.
th: การอัปเดตความถี่สูงโดยไม่มีหมดเวลาอาจเพิ่มการใช้แบตเตอรี่
zh_hans: 无超时的高频更新可能会增加电池消耗。
zh_hant: 無超時的高頻更新可能會增加電池消耗。

source: History Size
de: Verlaufsgröße
fr: Taille de l’historique
nl: Geschiedenis Grootte
ru: Размер истории
th: ขนาดประวัติ
zh_hans: 历史大小
zh_hant: 歷史大小

source: HUD style
de: HUD Stil
fr: Style de l’ATH
nl: HUD-stijl
ru: Стиль HUD
th: สไตล์ HUD

source: Icon & Progress Color
de: Symbol & Fortschrittsfarbe
fr: Icône et couleur de progression
nl: Icoon en voortgangskleur
ru: Цвет иконки и индикатора
th: สีไอคอนและแถบความคืบหน้า
zh_hans: 图标和进度颜色
zh_hant: 圖示和進度顏色

source: Idle
de: Durchschnitt
fr: En veille
nl: Inactief
ru: Ожидание
th: ไม่ได้ใช้งาน
zh_hans: 空闲
zh_hant: 閒置

source: Idle Animation Style
de: Leerlauf-Animationsstil
fr: Style de l’animation de veille
nl: Inactieve animatiestijl
ru: Стиль анимации ожидания
th: สไตล์แอนิเมชันเมื่อไม่ได้ใช้งาน
zh_hans: 空闲动画样式
zh_hant: 閒置動畫樣式

source: Import
de: Importieren
fr: Importer
nl: Importeren
ru: Импорт
th: นำเข้า
zh_hans: 导入
zh_hant: 匯入

source: Import Error
de: Importfehler
fr: Erreur d’importation
nl: Importfout
ru: Ошибка импорта
th: ข้อผิดพลาดการนำเข้า
zh_hans: 导入错误
zh_hant: 匯入錯誤

source: Import File...
de: Datei importieren...
fr: Importer un fichier
nl: Bestand importeren...
ru: Импортировать файл...
th: นำเข้าไฟล์...
zh_hans: 导入文件...
zh_hant: 匯入檔案...

source: In progress
de: In Bearbeitung
fr: En cours
nl: In uitvoering
ru: В процессе
th: กำลังดำเนินการ

source: Inactive
de: Inaktiv
fr: Inactif
nl: Inactief
ru: Неактивно
th: ไม่ได้ใช้งาน
zh_hans: 不活跃
zh_hant: 不活躍

source: Inline snapshot preview
de: Inline-Schnappschussvorschau
fr: Aperçu instantané en ligne
nl: Inline momentopnamevoorbeeld
ru: Встроенный предпросмотр снимка
th: ตัวอย่างสแนปชอตแบบอินไลน์
zh_hans: 内联快照预览
zh_hant: 內聯快照預覽

source: Install updates automatically
de: Updates automatisch installieren
fr: Installer les mises à jour automatiquement
nl: Updates automatisch installeren
ru: Устанавливать обновления автоматически
th: ติดตั้งการอัปเดตอัตโนมัติ
zh_hans: 自动安装更新
zh_hant: 自動安裝更新

source: Installed extensions
de: Installierte Erweiterungen
fr: Extensions installées
nl: Geïnstalleerde extensies
ru: Установленные расширения
th: ส่วนขยายที่ติดตั้งแล้ว

source: Key
de: Schlüssel
nl: Sleutel
ru: Ключ
th: ปุ่ม
zh_hans: 密钥
zh_hant: 金鑰

source: Keyboard Backlight HUD
de: Tastatur Hintergrundbeleuchtung HUD
fr: ATH de l’éclairage du clavier
nl: Toetsenbordverlichting HUD
ru: HUD подсветки клавиатуры
th: HUD ไฟแป้นพิมพ์
zh_hans: 键盘背光 HUD
zh_hant: 鍵盤背光 HUD

source: Keyboard Backlight OSD
de: Tastatur Hintergrundbeleuchtung OSD
fr: Rétroéclairage du clavier OSD
nl: Toetsenbordverlichting OSD
ru: OSD подсветки клавиатуры
th: OSD ไฟแป้นพิมพ์
zh_hans: 键盘背光 OSD
zh_hant: 鍵盤背光 OSD

source: Keyboard shortcuts are disabled
de: Tastenkombinationen sind deaktiviert
fr: Les raccourcis claviers sont désactivés
nl: Sneltoetsen zijn uitgeschakeld
ru: Сочетания клавиш отключены
th: ปิดใช้ทางลัดแป้นพิมพ์
zh_hans: 键盘快捷键已禁用
zh_hant: 鍵盤快速鍵已停用

source: Last Updated
de: Letztes Update
fr: Dernière mise à jour
nl: Laatst bijgewerkt
ru: Последнее обновление
th: อัปเดตล่าสุด
zh_hans: 上次更新
zh_hant: 上次更新

source: Later
de: Später
fr: Plus tard
ru: Позже
th: ทีหลัง

source: Launch at login
de: Beim Anmelden starten
nl: Start bij inloggen
ru: Запускать при входе
th: เปิดเมื่อเข้าสู่ระบบ
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: License key
de: Lizenzschlüssel
fr: Clé de license
nl: Licentiesleutel
ru: Лицензионный ключ
th: คีย์ลิขสิทธิ์
zh_hans: 许可证密钥
zh_hant: 許可證金鑰
